Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/B10.tmx
Source language: en_us
Languages: zh_cn

source: The fall of the Wall–and the media's role
zh_cn: 柏林墙倒塌与媒体的社会责任

source: It was 20 years ago that the Berlin Wall, the most iconic symbol of the Cold War, fell, on Nov. 9, 1989.
zh_cn: 二十年前，1989年11月9日，冷战的最显著标志——柏林墙，倒塌了。

source: In recent days, there have been a number of commemorations of the event and news organizations around the world have taken note of what was one of the most important stories of the latter half of the 20th century.
zh_cn: 最近这段时间，围绕柏林墙倒塌的事件有大量的纪念活动展开，来自全球的新闻机构也对这个二十世纪后期最重要的新闻事件之一予以关注。

source: I had the privilege of attending and speaking at one Berlin event organized by Google and Reporters Without Borders.
zh_cn: 我有幸参加了由谷歌和记者无疆界组织共同举办的在柏林的纪念活动，并在活动中作了发言。

source: The event, Breaking Borders, took the anniversary as an opportunity to explore how the Internet is playing a role in advancing participatory democracy around the globe.
zh_cn: 名为“突破疆界（Breaking Borders）”的会议利用这次活动作为契机，探讨了在促进全球民主参与方面互联网所扮演的角色。

source: Twenty years earlier, television and satellite technology helped play a role in the fall of the Wall, by connecting people and empowering them with information.
zh_cn: 二十年前，电视和卫星技术用所提供的信息将人们联系在了一起，为柏林墙的倒塌贡献了力量。

source: Among those appearing at the event, either as speakers or panelists, were Thorbjørn Jagland, secretary-general of the Council of Europe; Jean-François Julliard, secretary-general of Reporters Without Borders; Rachel Whetstone, Google's vice president for public policy and communications; Andrew Puddephatt, director of Global Partners &amp; Associates; Rita Sussmuth, former president of the German federal parliament; and Sami Ben Gharbia, advocacy director for Global Voices.
zh_cn: 参与此次纪念活动的人员中，作为机构代表在会上发言的人有：欧洲委员会秘书长Thorbj?rn Jagland；记者无疆界组织秘书长Jean-Fran?ois Julliard；负责公共关系与联络的谷歌副总裁Rachel Whetstone；全球合作者组织（Global Partners &amp; Associates）理事Andrew Puddephatt；德国联邦议会前主席Rita Sussmuth；以及全球之声网站行动倡议理事Sami Ben Gharbia，。

source: The session was recorded and the presentation is on YouTube.
zh_cn: 大家记录下了会议过程，其中部分内容还将在YouTube网站公开，一有可能我也会在这里的博客空间提供相应链接。

source: A common theme at the conference was that, yes, the Internet provides a vastly more powerful way to obtain and share information, giving voice to many who had been muzzled.
zh_cn: 会议的一个共同主题是，不错，因特网为信息获取和共享提供了超过以往的强大途径，让很多被剥夺发言权的人能够表达意见。

source: However, there was also a consensus that the Internet also presents myriad challenges and potential barriers.
zh_cn: 然而，相应的也有网络审查制度所设置的无形障碍，对互联网自由提出了无数挑战。

source: How, for example, does one make one's message heard over the cacophony of voices on the Internet and, as I explored in my remarks to the conference, what should be the role of the mainstream media? Just as Internet technology can give voice to the voiceless, so can it be used by authorities to suppress speech.
zh_cn: 怎样，例如，人们怎样让自己的声音在互联网的嘈杂中为他人所听到？以及，如同我在会上的讲话所探讨的，主流媒体的社会责任是什么？一如互联网技术给无发言权者以表达意见的途径，统治当局也能用它压制言论。

source: Good afternoon, ladies and gentlemen.
zh_cn: 女士们先生们，下午好。

source: It is an honor to speak to you today and to share a stage with such a distinguished group.
zh_cn: 今天能和那么多广受敬重的人参加活动并发表讲话使我感到非常荣幸。

source: Twenty years ago, I sat with my family in our house in Palo Alto, California, as we watched live television coverage from Berlin.
zh_cn: 二十年前，我和家人在加利福尼亚帕洛阿尔托（Palo Alto，加州大学城）的家中，坐在电视机前观看来自柏林的直播报道。

source: We watched as only a few hundred meters from here thousands of Berliners converged on the Wall, singing, dancing, embracing and, yes, taking sledgehammers to perhaps the most iconic symbol of the Cold War.
zh_cn: 我们在电视上看到距我们这个会场仅几百米的地方，成千上万的柏林人集聚在柏林墙前，又跳又唱，相互拥抱，并且，当然，举起大锤挥向那堵可能是最具冷战象征意义的围墙。

source: Six weeks later, on Christmas Day, we watched again as the American conductor Leonard Bernstein conducted an international orchestra– again, only a few hundred meters from here– in a soul-stirring performance of Beethoven's 9th Symphony to celebrate the fall of the Wall.
zh_cn: 六周后，也就是圣诞节那天，在美国指挥家莱昂纳德·伯恩斯坦指挥的庆祝柏林墙倒塌的国际音乐会上——同样的，离这里仅几百米远——在贝多芬第九交响曲动人心弦的演出中，我们又一次看到了这样的景象。

source: For the occasion, the maestro took some artistic liberty with the text of Schiller's poem, "Ode to Joy." He changed one word. Instead of singing of "Freude" – Joy– the assembled choirs and soloists would sing of "freiheit" –Freedom.
zh_cn: 当时，这位指挥大师对席勒的诗歌《欢乐颂》（有认为贝多芬为这首诗谱了曲）作了艺术性的再创作，他改动了一个词，将大合唱和独唱的“Freude”——欢乐一词——改为了“freiheit”——自由一词。

source: As my wife and children and I watched—along with millions of others from California to Japan—we joined with the Berliners in the audience and on the square outside the Schauspielhaus in weeping with joy.
zh_cn: 正如我太太、我小孩以及我看到的——和数千万从西边的加利福尼亚到东边的日本的人们一起——我们也加入了观众席上和演出剧院外的广场上挂着欢笑泪花的柏林人当中。

source: Just as the media had played a role in helping to bring down the Wall—by connecting people and empowering them with information—so now was it connecting the joy of Berliners to the world.
zh_cn: 就像媒体在促进柏林墙倒塌中起到的作用——带给人们信息从而将人们紧密联系在一起一样——现在同样将柏林人的欢乐带到了世界各地。

source: It was particularly inspiring to see among the performers the teenage girls in the Dresden Philharmonic Kinderchor, girls who had grown up in the German Democratic Republic and who now, practically overnight, found themselves playing an important role in a ceremony marking a new era.
zh_cn: 尤其激动的是在演出者中看到了德累斯顿爱乐儿童合唱团的女孩儿们，这些生长在民主德国的姑娘们现在，几乎是一夜之间，发现自己在一个标志着新时代开始的纪念仪式上扮演了重要角色。

source: Now—20 years later—they and their children have access to information and communication technology that has brought about a new freedom, rendering geographical borders more meaningless and making it more possible to get around government efforts at censorship and the suppression of the free flow of information.
zh_cn: 现在——20年过去了——他们和他们的孩子们获得了带来全新自由的沟通科技和信息，这些东西让地理边界显得更加毫无意义，更使人们有机会让当局在新闻审查和压制信息自由传播的努力失效。

source: I believe Schiller, who in his poem yearned for the unity of humankind, would like much of the Internet revolution, particularly the democratization of information.
zh_cn: 我相信在诗歌中渴望人类社会团结的席勒会更加赞同因特网的变革，特别是信息的民主化。

source: However, such a lover of beauty and reason might look askance at much of the content on the Internet.
zh_cn: 然而，他这样一位理性与美的热爱者可能会对互联网上的大部分信息投以怀疑的眼光。

source: We have moved into a time when anyone with an idea and an Internet connection can be a publisher, so there has been an explosion of information available to everyone. This explosion has given voice to many who had been muzzled. But it has also resulted in a cacophony of sources—many trustworthy, many not; many beautifully voiced, many not.
zh_cn: 我们已经迈进了一个任何人都可以凭互联网连接成为思想的出版者的时代，也是一个对任何人来说都会是信息爆炸的时代，信息爆炸使许多无表达权的人可以发出自己的声音，但也导致了互联网成为嘈杂之源——既有值得信赖的声音，也有不值得信任的声音；有些是花言巧语，有些不是。

source: We have seen how such wide access to publishing tools and information has been a force for liberation, but we have also seen how information can be manipulated and how easily disinformation can dominate the debate.
zh_cn: 我们既看到如此广泛获得发布信息的机会和手段是怎样成为推动新闻解放的力量，同样也看到信息是怎样被人为操纵，而扭曲的信息是怎样轻易支配人们的讨论思辨。

source: We've seen how the disenfranchised can use social media and other information technology to organize and get out their message, but we've also seen how the authorities can use the same tools to subvert these "Twitter revolutions".
zh_cn: 我们已经看到被剥夺权利的公民怎样运用社会媒体（social media，利用社交软件和网络，通过网友互动达到传播的效果，参见维基百科）和其他信息技术来构建和传达他们的看法，但我们同样看到统治者是怎样利用同样的手段来破坏这些“twitter革命”。

source: Social media were justly lauded for their role in breaking through government controls after Iran's elections in June.
zh_cn: 社会媒体因其在今年6月伊朗大选后，以其打破政府控制所起的作用而受到公正地称赞。

source: When foreign journalists were forced to stay in their offices or leave the country, social media helped fill the information vacuum. Major news organizations, including my own, became dependent on social media for images and information. Practically overnight, we drew up standards guidelines on how information gleaned from social media could be used.
zh_cn: 当外国记者被强迫要么留在自己的办公室，要么离开那个国家时，社会媒体帮助填补了信息真空；主要的新闻机构，包括我们路透社，变得依赖社会媒体所提供的影像和资料，几乎是一夜之间，我们草拟了关于如何采用收集自社会媒体新闻信息的标准和纲领。

source: There was a great deal of confusion. Some tweeters from Iran changed their location to escape censorship and harassment. Tweeters from outside Iran contributed to Iran-related feeds— some with support, some with false information, some with irrelevant tweets.
zh_cn: 当时还存在着大量的混乱情况，一些伊朗的推客不断搬家以逃避当局的审查和骚扰，伊朗之外的推客们也贡献了与伊朗相关的不少消息来源——有的给予支持，有的提供虚假信息，还有的则是些和主题不相干的twitter短信。

source: A number of fake feeds were set up, some by the authorities, according to activists.
zh_cn: 大量的假消息源就这样出现了，据社会活动人士反映，其中一些就是政府当局炮制的。

source: Just whom could we trust?
zh_cn: 那么我们还能信任谁？

source: In the Telegraph, columnist Andrew Keen wrote that "the early promise of a democratic Twitter powered revolution (had) been replaced by a series of bleak lessons in digital realpolitik."
zh_cn: 英国电讯报的专栏作家Andrew Keen写到：“早先twitter推动的民主革命的美好愿景已经被现实政治中一连串看不到希望的教训所取代。”

source: A little over a year earlier, in Kenya, the digital revolution helped empower journalists covering the elections there. Let's remember that in Kenya–and in much of Africa, where Internet penetration is barely 5 percent– the mobile phone, not the computer, is the networking tool.
zh_cn: 一年多以前，在肯尼亚，数字革命的帮助使记者能够报道当地的选举，让我们记住这一点——在肯尼亚，在非洲大部分地区，因特网的覆盖率仅仅只有5%——是手机，而非电脑，成为了网络工具。

source: Journalists were able to transmit news, such as poll results from remote locations, immediately via text messages, circumventing government controls. But later, during ethnic clashes after the elections, the same technology was used to spread false rumors and to threaten journalists.
zh_cn: 记者们能够将，诸如偏远地区的投票结果等新闻，及时通过文字信息，绕过政府的控制传递出来，但到后来，选举后发生民族冲突期间，一样的技术却被用来散布谣言和威胁记者。

source: As Tom Rhodes, who heads the Africa program of the Committee to Protect Journalists, put it, "Though many Kenyans used text messages and blogs to urge a peaceful resolution during the post-election crisis, others encouraged violence."
zh_cn: 一如Tom Rhodes，那位“保护记者委员会”非洲工作带头人，所指出的：“对选举后的危机，很多肯尼亚人用手机短信和博客来推动一个和平的解决方案，然而有些人却在鼓吹暴力。”

source: Think back 15 years. If today's Internet and social media like Facebook and Twitter and robust mobile platforms had been available, could they have helped prevent the genocide in Rwanda—or at least serve as a counterweight to inflammatory domestic television and radio broadcasts?
zh_cn: 回想起15年前，如果那时有今日的互联网和社会媒体，比如Facebook和Twitter以及强大的手机平台的话，是否就能有助于阻止卢旺达的种族杀戮——或者至少可以起到抗衡国内电视和广播的煽动性宣传的效果？

source: Might social media have made it harder for the world to turn a blind eye to the massacres?
zh_cn: 或许社会媒体本身就让这个世界更加难以对屠杀视而不见？

source: Or might the voices warning of genocide have been lost in an Internet cacophony of celebrity news, trivia and self-important shouting?
zh_cn: 又或者那些对屠杀的警告可能早已湮没在互联网的明星的绯闻、鸡毛蒜皮的琐事和自吹自擂的喧嚣中？

source: The invitation to this event tells us that, two decades after the fall of the Wall, today's open Internet is playing a pivotal role in advancing participatory democracy around the globe. I believe that is true.
zh_cn: 这次召集的活动告诉我们，柏林墙倒塌20年后，现今开放的互联网正在推动全球民主参与的过程中扮演核心角色，对此我坚信不疑。

source: But the Internet is really a utility. It can empower and amplify voices that otherwise would not be heard and it can unite communities of interest into powerful networks.
zh_cn: 而互联网实际上是一个实用工具，它能赋予那些曾被剥夺发言权的人以表达的机会并使他们的声音受到关注，它能团结共同的利益从而形成强大的网络。

source: But how do those voices and networks cut through the cacophony and the disinformation?
zh_cn: 但那些声音和网络怎样穿透互联网的混乱信息和虚假新闻？

source: It is here that I believe we in the mainstream media have an important role to play.
zh_cn: 在这一点上，我相信我们这些主流媒体能发挥重要的作用。

source: For far too many years, news organizations had an arrogant, one-way relationship with their audiences.
zh_cn: 因为在好多好多年以前，新闻机构对待它们的读者的方式是单边的、自负的。

source: We gathered news, packaged it in ways we thought made sense and shoveled it out to our audiences. If they liked what we delivered, fine. If not, well, they could always write a letter to the newspaper editor.
zh_cn: 我们采集新闻，用我们想当然的手法来编辑新闻然后一股脑塞给我们的读者，如果他们喜欢我们提供的新闻，那好极了，如果不喜欢，那行，写信到报社编辑那儿抱怨去吧。

source: In today's media world, not only is feedback instantaneous. Anyone with an Internet connection can be a publisher, can raise their voice, can tell the world what they see and what they think.
zh_cn: 在现今的媒体世界，不仅读者反馈是即时的，任何人都可以通过因特网接入成为出版者，可以大声表达意见，可以告诉世界自己的所见所想。

source: But my, what a din!
zh_cn: 但是老天，那么乱！

source: How can anyone know whom to trust?
zh_cn: 怎能知道该去相信谁？

source: In the old, arrogant, one-way world, we told you whom you could trust—us! And by and large you did.
zh_cn: 在过去那个自负、单边的世界，我们告诉你你能相信谁——就是我们！并且基本上你只能这样。

source: But over the past 20 years, trust in news organizations – particularly in the United States and the United Kingdom—has plummeted to new lows.
zh_cn: 但20年过去了，对新闻机构的信任——尤其是在美国和英国——跌到了新低。

source: A recent Pew Center survey found that barely a quarter of Americans believed news organizations generally got the facts right in a story.
zh_cn: 皮尤调查中心最近的一项调查发现，仅仅四分之一的美国人相信在一篇报道里新闻机构是总体把握了正确的事实。

source: Once that trust is lost, we mainstream news organizations also run the risk of becoming just another lonely voice in the cacophony.
zh_cn: 一旦信任失去，我们主流新闻机构的声音也有可能湮没在互联网的喧嚣中而像是自言自语。

source: So how do we retain—or regain—that trust, and how do we remain relevant in today's connected world?
zh_cn: 那么我们怎么保留住——或者说重新赢回——信任，而且我们怎么保证在当今这个互联世界中继续保持相应的地位？

source: We start by telling the world about the rules we live by and truly living by those rules. We also must be an enthusiastic partner and participant in the newly democratized world of Internet publishing and social media.
zh_cn: 我们首先要告诉世界我们所奉行的准则并真正做到这些原则，我们也必须成为这个由因特网出版和社会媒体构成的、新型民主化世界中的积极参与者和合作者。

source: We need to shed the arrogance and share the standards and values that give us strength and credibility. By doing so, we provide resources to others to create responsible, ethical journalism.
zh_cn: 我们需要摒弃自负并共享赋予我们可信度和力量的价值标准，这样做以后，我们才能为他人提供新闻，建立一个负责任、有道德的新闻体系。

source: Let me offer a couple of examples of what we at Reuters have done.
zh_cn: 下面我就谈一谈我们路透社已经在做的一些事例。

source: First, in July we made the Reuters Handbook of Journalism available to the public for free online at handbook.reuters.com. It's my hope that the citizen journalist, the student, the teacher, the budding reporter, the blogger will be able to learn and benefit from our handbook. By putting the 513-page handbook online, it will be available to countless thousands who otherwise would not have had access.
zh_cn: 首先，6月份时我们制作了路透社新闻从业手册在路透社的免费在线网站上向公众公开，我希望公民记者、学生、教师、有志成为记者的人、网志作者都能参考我们的手册并从中获益，这份513页的在线手册，可以为无数没有机会接触新闻行业的人提供方便。

source: We decided to make the handbook available for a number of reasons.
zh_cn: 我们决心这样做是出于多种原因。

source: The first is transparency.
zh_cn: 第一步是透明。

source: At a time when trust is such an endangered commodity—in both the publishing and financial worlds—it's important for news consumers to see the guidelines Reuters journalists follow.
zh_cn: 在一个信任竟然是如此受到威胁的商业时代——无论是出版界还是金融界都是如此——让信息的消费者看到路透社的新闻记者所奉行的准则是非常重要的。

source: Just as important, however, is the service we hope the handbook will provide to journalists, publishers, teachers and students around the world. As the barriers to publishing have practically disappeared, practically anyone can be a publisher.
zh_cn: 然而，同样重要的是，我们希望这本手册能为全球范围的记者、出版者、教师和学生提供参考，当阻止出版的障碍消失殆尽时，基本上人人都可以成为出版者了。

source: But it's also become clear that publishers have varying standards of truth, fairness and style. Our handbook is a good place for a new journalist or publisher to begin to develop his or her own standards.
zh_cn: 但有一点也越来越清楚——各个出版者对真相、公平和表达方式有不同的理解，我们的手册就是为入门的新闻记者或出版者提供这样一个理想去处，使他们借助手册发展出自己的准则。

source: And there's a feedback button to tell us what we might have wrong or how to improve the handbook.
zh_cn: 还有一个反馈按键方便读者告诉我们可能做错的地方或怎样改进这份手册。

source: But it's not enough for us to merely share our rulebook. We must be actively engaged in the new media reality.
zh_cn: 但仅仅将我们的从业标准拿出来共享还远远不够，我们必须积极参与到新媒体的现实中去。

source: Reuters journalists use social media to report and distribute news and we are developing new standards and guidelines to help us do that in a way that we can retain the trust of our audience.
zh_cn: 路透社的记者利用社会媒体来编辑和报道新闻，我们也在尝试新的标准和指导原则来帮助我们做到这一点——以一种能一贯保持读者对我们的信任的方式。

source: As those guidelines are developed, they will be added to the Handbook of Journalism.
zh_cn: 一旦这些指导原则出台，我们会把它们加到这份新闻从业手册中。

source: We've also reached out to our publishing colleagues in the blogosphere to complement our reporting.
zh_cn: 我们也接洽我们在博客圈中的出版伙伴以完善我们的新闻报道。

source: I'm honored to be on the program with Sami Ben Gharbia of Global Voices, just as we were honored to work with Global Voices on our news website Reuters.com.
zh_cn: 我有幸和全球之声的Sami Ben Gharbia一起合作这项计划，就像当初我们有幸与全球之声一起在我们的新闻网站Reuters.com共事一样。

source: Global Voices bloggers have supplemented Reuters coverage of a number of stories, including the Mumbai bombings, the visit of Hu Jintao to the United States and this year's elections in Iran.
zh_cn: 全球之声的博客作家丰富了路透社对大量新闻事件的报道，包括孟买的爆炸案，胡锦涛访美和今年的伊朗大选。

source: These are small steps in the vast information ecosystem of the Internet, but I believe they demonstrate ways we can help promote responsible, high-quality journalism across the Internet, in a media environment without walls.
zh_cn: 这些仅是互联网庞大信息生态体系中微小的几步，但我相信这些指明了道路，我们能够有助于促进互联网上负责任、高质量的新闻体系，形成一个没有高墙的媒体环境。

source: We are living in a scary but exciting media world. The world's financial system is facing challenges not seen since the Great Depression. Mainstream news organizations are struggling, as advertisers cut back and customers cut spending. As news becomes available—for free—from a vast range of sources, we face challenges in adding value to our product.
zh_cn: 我们生活在一个处处陷阱而又充满刺激的媒体世界中，全球金融体系正面临自大萧条以来所未见的挑战，由于广告客户削减投入、顾客削减开支，主流新闻机构正在挣扎求生，当新闻因其庞大的新闻来源而使免费成为可能时，我们面临的挑战是提供高附加值的产品。
